# St7SetPlateMoveToOffset

Sets whether to Move to Offset the display of plates.

long St7SetPlateMoveToOffset(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Move to Offset option; either True or False.